DOCS_MESSAGE = '''
# Документация
# LogViewer

## Описание проекта:  
Это приложение предназначено для обработки логов программ, предоставляя пользователям удобный способ визуализации и анализа данных.  
С помощью нашего инструмента вы сможете:
- Обрабатывать логи в различных форматах.
- Генерировать графики и таблицы для наглядного представления информации.
- Упрощать поиск и понимание логов, что поможет в отладке и мониторинге приложений.

## Как пользоваться

Чтобы начать работу с приложением, выполните следующие шаги:

1. **Вставьте файл логов**: Загрузите файл, содержащий ваши логи.
2. **Укажите формат логов**: Напишите формат, в котором указаны названия столбцов.   
Используйте фигурные скобки `{}` для обозначения названий столбцов. Например: ``` {Time} --- {LogLevel} --- {Message} ```  
В этом примере `Time`, `LogLevel` и `Message` будут названиями столбцов, по которым будут разбиты ваши логи.
3. **Запустите анализ**: После загрузки файла и указания формата, приложение обработает логи  
и предоставит вам графики и таблицы для удобного анализа.
'''

ABOUT_MESSAGE = '''
# About us

### Группа Б13-402

| Секин Владислав | TeamLead |
| Парамонов Артемий | FullStack |
| Гавеля Дмитрий | Data Engineer |

'''